Repository: linuxmint/cinnamon-desktop
Catalog: po/*.po
Languages: en@shaw

source: About GNOME
en@shaw: 路答

source: Learn more about GNOME
en@shaw: ゐ火 ヰ 路答

source: News
en@shaw: 筐

source: GNOME Library
en@shaw: 路答 ゐ拆拣

source: Friends of GNOME
en@shaw: ю 路答

source: The Mysterious GEGL
en@shaw: ヰ金 路ю

source: The Squeaky Rubber GNOME
en@shaw: 梆 仇 路答

source: Wanda The GNOME Fish
en@shaw: 路 路答

source: _Open URL
en@shaw: _答 URL

source: _Copy URL
en@shaw: _ URL

source: About the GNOME Desktop
en@shaw: 路答 ю

source: Welcome to the GNOME Desktop
en@shaw: юゐ 路答 ю

source: Brought to you by:
en@shaw: 佛 :

source: Version
en@shaw: 火

source: Distributor
en@shaw: 筐

source: Build Date
en@shaw: ゐ 别

source: Display information on this GNOME version
en@shaw: ゐ 拣ヰ别 路答 火

source: GNOME also includes a complete development platform for applications programmers, allowing the creation of powerful and complex applications.
en@shaw: 路答 佛ゐ ゐ叼 ヰゐ梆 юゐヰ ゐ桂 ゐ别 答ヰ拣, ゐ 梆别 拣 ヰゐю ゐ别.

source: GNOME includes most of what you see on your computer, including the file manager, web browser, menus, and many applications.
en@shaw: 路答 ゐ叼 ヰ答 筐 ヰ筐, ゐ叼 拆 ヰ○, ю , ヰю筐, ヰю ゐ别.

source: GNOME is a Free, usable, stable, accessible desktop environment for the Unix-like family of operating systems.
en@shaw: 路答 , 叼, , ю ю ю拆拣ヰ 路筐-ゐ拆 ヰゐ 拣别 ヰ.

source: GNOME's focus on usability and accessibility, regular release cycle, and strong corporate backing make it unique among Free Software desktops.
en@shaw: 路答' 答 筐ゐ юゐ, юゐ ゐ梆 拆, 火 ヰ别 筐梆 ヰ仇 ю.

source: GNOME's greatest strength is our strong community. Virtually anyone, with or without coding skills, can contribute to making GNOME better.
en@shaw: 路答' 别 ю ヰ筐. 火叼ゐ ю仇, 答 ゐ, 筐 ヰ别 路答 ю.

source: Hundreds of people have contributed code to GNOME since it was started in 1997; many more have contributed in other important ways, including translations, documentation, and quality assurance.
en@shaw: ｐ仇ю 梆 ｐ 筐 答 路答 葛 1997; ヰю ヰ ｐ 筐 仇 ヰ桂 别, ゐ叼 ゐ别, 筐ヰ别, ゐ 筐.

source: Error reading file '%s': %s
en@shaw: 火 梆 拆 '%s': %s

source: Error rewinding file '%s': %s
en@shaw: 火 梆拆 拆 '%s': %s

source: No name
en@shaw: 别

source: File '%s' is not a regular file or directory.
en@shaw: 拆 '%s' юゐ 拆 拆ю拣.

source: No filename to save to
en@shaw: 拆ゐ别 别

source: Starting %s
en@shaw: 葛 %s

source: No URL to launch
en@shaw: URL ゐ佛

source: Not a launchable item
en@shaw: ゐ佛 拆

source: No command (Exec) to launch
en@shaw: ヰ (Exec) ゐ佛

source: Bad command (Exec) to launch
en@shaw: ヰ (Exec) ゐ佛

source: Unknown encoding of: %s
en@shaw: 仇答 ю答 : %s

source: Cannot find a terminal, using xterm, even if it may not work
en@shaw: 拆 火ヰ, 筐 xterm, 梆 ヰ 火

source: could not get the screen resources (CRTCs, outputs, modes)
en@shaw: ю 梆 桂 (CRTC, , ヰ答)

source: unhandled X error while getting the range of screen sizes
en@shaw: 仇ｐゐ X 火 拆 ю 别 梆 拆

source: could not get the range of screen sizes
en@shaw: ю 别 梆 拆

source: RANDR extension is not present
en@shaw: RANDR ю ю

source: could not get information about output %d
en@shaw: ю 拣ヰ别 %d

source: requested position/size for CRTC %d is outside the allowed limit: position=(%d, %d), size=(%d, %d), maximum=(%d, %d)
en@shaw: ю /拆 CRTC %d 拆 ゐ ゐヰ: =(%d, %d), 拆=(%d, %d), ヰヰ=(%d, %d)

source: could not set the configuration for CRTC %d
en@shaw: ю 拣别 CRTC %d

source: could not get information about CRTC %d
en@shaw: ю 拣ヰ别 CRTC %d

source: Laptop
en@shaw: ゐ

source: none of the saved display configurations matched the active configuration
en@shaw: 仇 别 ゐ 拣别 ヰ 拣别

source: required virtual size does not fit available size: requested=(%d, %d), minimum=(%d, %d), maximum=(%d, %d)
en@shaw: 拆拣 火 拆 仇 别ゐ 拆: ю=(%d, %d), ヰヰ=(%d, %d), ヰヰ=(%d, %d)
